[
	{
		"id":"buku",
		"inventory":[
			{ "sku":"ALK001", "title":"Fiqih Wanita", "img":"/assets/images/products/fiqih_wanita.jpg", "isbn":"1", "price":"98.500", "desc":"Islam adalah agama yang memuliakan wanita. Mulai dari tata cara beribadah hingga hak dan kewajiban setiap muslimah, semua diatur dengan baik dalam Islam. Syaikh Kamil Muhammad Uwaidah mengulas berbagai aspek kehidupan wanita mulai dari permasalahan klasik kaum muslimah hingga permasalahan kontemporer dengan mencantumkan dalil-dalil yang sesuai dengan Al-Quran dan As-Sunnah. Buku ini diperuntukkan bagi setiap muslimah yang ingin mempelajari fiqih khusus wanita. Buku ini akan memaparkan berbagai tata cara ibadah serta persoalan muslimah sehari seperti shalat, thaharah, hak dan kewajiban wanita dalam pernikahan, adab pergaulan dan lainnya." },
			{ "sku":"ATZ001", "title":"Mahkota Pengantin", "img":"/assets/images/products/mahkota_pengantin.jpg", "isbn":"2", "price":"61.500", "desc":"Pernikahan adalah pilar keutuhan masyarakat Muslim. Jika ikatan keluarga retak, remuk pulalah sendi-sendi sebuah peradaban. Karenanya, tidak usah heran jika Islam menjaga sedini mungkin setiap unsur yang dapat merusak kebahagiaan rumah tangga. Salah satu caranya agar setiap pemuda-pemudi Muslim yang hendak menikah memahami esensi dan hukum-hukum sekitar pernikahan agar setiap persoalan muncul dapat diatasi dengan solusi islami. Buku ini adalah pemahaman sekaligus pencerahan tentang bagaimana membangun keluarga sakinah mawaddah wa rahmah, sejak mula niat pinangan dipancangkan. Tentang bagaimana menyesap setiap butir kebahagiaan dan nikmat pernikahan sejak ijab kabul diresmikan. Rumah yang bahagia adalah bukan rumah yang tanpa cekcok. Tapi adanya kekurangan pertanda ketidaksempurnaan dan dinamika, sehingga suami istri pun berupaya saling menjaga dan saling mengisi." },
			{ "sku":"UQR001", "title":"Shahabiyah Nabi", "img":"/assets/images/products/shahabiyah_nabi.jpg", "isbn":"3", "price":"88.000", "desc":"Kisah-kisah mahsyur para sahabat Nabi sudah tersebar sangat luas, menceritakan bagaimana mereka meraih keimanan, meraih kemuliaan dalam dakwah dan dengan gagah berani berjuang menegakkan agama Allah. Teladan mereka dapat kita terapkan dalam berbagai aspek ajaran Islam seperti shalat berjamaah, jihad, bekerja, berdagang dan lain sebagainya. Namun tahukah Anda bahwa Rasulullah ﷺ juga memiliki para shahabiyah yang mendapatkan kemuliaan dan kemahsyuran yang sama? Syaikh Mahmud al-Mishri akan mengenalkan Anda, khususnya para mukminah, kepada 35 tokoh shahabiyah Nabi ﷺ yang senantiasa menginspirasi dan memberi tauladan dalam beriman dan berjuang dalam mendakwahkan Islam." },
			{ "sku":"DHQ001", "title":"Sifat Shalat Nabi ﷺ", "img":"/assets/images/products/sifat_shalat_nabi.jpg", "isbn":"3", "price":"34.000", "desc":"Perintah dan kewajiban yang paling utama dan paling penting bagi setiap manusia yang telah mengucapkan dua kalimat syahadat adalah shalat. Menyempurnakan shalat merupakan bagian dari menjalankan perintah Allah. Shalat yang sempurna adalah shalat seperti yang Rasulullah ﷺ ajarkan. Namun, terkadang kita sulit mendapatkan gambaran atau ilustrasi dari shalat yang di contohkan Rasulullah ﷺ itu. Ditambah perbedaan pendapat dari para ulama yang terkadang membuat kita bingung harus memilih dalil yang mana. Syaikh Muhammad Nashiruddin al-Albani akan memandu kita dalam keluar dari kebingungan tersebut. Buku Sifat Shalat Nabi ﷺ : Seakan-akan Anda Menyaksikannya yang beliau tulis berisi lengkap terkait banyak perkara mengenai shalat, seperti tata cara wudhu, rukun shalat, bacaan shalat, sunnah, adab dan ilustrasi shalat yang tentunya sesuai dengan al-Qur'an dan as-Sunnah seperti yang dicontohkan Rasulullah ﷺ. Di dalamnya juga terdapat sedikit biografi mengenai Syaikh al-Albani dan pendapat dari empat imam mazhab terkait mengikuti as-Sunnah." },
			{ "sku":"DHQ002", "title":"Kumpulan Shalat Sunnah dan Keutamaanya", "img":"/assets/images/products/kumpulan_shalat_sunnah.jpg", "isbn":"3", "price":"24.000", "desc":"Allah menciptakan surga dengan tingkatanya sebagai motivasi bagi hamba Nya agar giat dalam meningkatkan keimanan dan ibadah kepada Nya. Tingkatan surga yang Allah berikan kepada hamba Nya pun tergantung pada tingkat amal sholeh mereka sendiri. Allah menciptakan amalan-amalan sunnah sebagai fasilitas bagi mereka dalam meningkatkan amal sholeh dan meraih kemuliaan yang dijanjikan oleh-Nya. Salah satu fasilitas tersebut adalah shalat sunnah. DR. Sa'id bin Ali bin Wahf al-Qahthani merangkum shalat-shalat sunnah yang dapat dikerjakan oleh seorang mu'min beserta keutamaan yang akan didapat apabila dikerjakan. Bagi yang belum mengerjakan, buku ini akan memberikan motivasi untuk mulai mengerjakan shalat-shalat sunnah sebagai cara untuk mengejar apa yang Allah janjikan. Bagi yang sudah mengerjakan, buku ini akan semakin menambah dan membakar semangat dalam meningkatkan kesempurnaan amalan sunnah yang dikerjakan." },
			{ "sku":"DHQ003", "title":"Panduan Mendidik Anak Muslim Usia Pra Sekolah", "img":"/assets/images/products/panduan_prasekolah.jpg", "isbn":"3", "price":"17.000", "desc":"Mendidik anak adalah tanggung jawab setiap orang tua. Pendidikan anak mulai berlangsung sejak dalam kandungan hingga ia dewasa. Pendidikan yang baik dan benar sesuai dengan tuntunan agama Islam perlu diketahui oleh setiap muslim dan muslimah. Buku ini memuat berbagai informasi mengenai tata cara mendidik anak usia pra sekolah. Usia pra sekolah merupakan usia krusial dimana anak menyerap berbagai informasi dari sekitarnya dengan sangat cepat. Di dalam buku ini, dipaparkan berbagai teori dan penerapannya dalam mendidik anak usia 3 - 6 tahun. Untuk Anda, baik orang tua maupun calon orang tua, buku ini dapat menjadi pijakan referensi pertama Anda untuk membekali diri dan mempersiapkan masa depan si buah hati." },
			{ "sku":"DHQ004", "title":"Panduan Mendidik Anak Muslim Usia Sekolah", "img":"/assets/images/products/panduan_sekolah.jpg", "isbn":"3", "price":"20.000", "desc":"Usia sekolah adalah usia dimana anak mulai menerima pengetahuan dan interaksi yang lebih luas. Orang tua harus senantiasa berikhtiar untuk mendidik anak dengan sebaik baiknya. Islam menekankan pentingnya membangun generasi muda melalui pendidikan yang baik. Buku ini memaparkan konten informatif mengenai tujuan dan sarana pendidikan, karakteristik perkembangan fisik dan psikologis anak, dan metode-metode dalam mendidik anak pada usia sekolah. Dengan ukuran yang minimalis dan penulisan yang simple, buku ini dapat menemani Anda dalam mendidik si kecil. " },
			{ "sku":"DHQ005", "title":"Wahai Anakku, Inilah Kunci Kebahagiaan & Keselamatanmu", "img":"/assets/images/products/wahai_anakku.jpg", "isbn":"3", "price":"17.000", "desc":"Tolak ukur kebahagiaan tidaklah hanya materi belaka. Sesungguhnya banyak hal yang dapat mendatangkan kebahagiaan dan keberkahan. Sebuah kisah menarik tentang seorang hakim bijak dan putranya tersaji dalam buku ini. Terdapat 9 nasehat agung mengenai kebahagiaan dan keselamatan yang dapat kita kaji. Buku ini dapat memperkaya pengetahuan kita tentang kebahagiaan dan keselamatan dunia akhirat." },
			{ "sku":"DHQ006", "title":"Meraih Pahala Besar Dengan Amalan Ringan", "img":"/assets/images/products/meraih_pahala_besar.jpg", "isbn":"3", "price":"11.500", "desc":"Kesibukan tidak seharusnya membuat kita luput dalam mengerjakan amal sholeh mencari bekal pahala untuk di akhirat kelak. Karena amalan kita lah yang menentukan kemana kita akan kembali setelah wafat, apakah ke neraka atau ke surga. Islam adalah agama solusi bagi hamba Allah yang bertakwa dan Islam datang untuk memberi keselamatan dan kemudahan dalam hidup manusia. Sebagaimana sabda Rasulullah ﷺ yang mengatakan bahwa Islam itu mudah dan kita dilarang untuk mempersulit diri kita sendiri dalam perkara agama. Jadi bagi Anda yang masih kesulitan dalam mencari amalan yang pas untuk dikerjakan sembari menjalani kesibukan, Anda dapat membaca Meraih Pahala Besar Dengan Amalan Ringan karya Muhammad Khair Yusuf. Ukurannya yang ringan dan kecil membuat buku ini dapat Anda bawa-bawa ke sepanjang aktifitas harian Anda sebagai panduan, pengingat, sekaligus motivasi dalam menambang pahala yang besar untuk dibawa ke akhirat kelak." },
			{ "sku":"PIU001", "title":"Amalan yang Mendatangkan Rahmat Allah", "img":"/assets/images/products/amalan_mendatangkan_rahmat.jpg", "isbn":"3", "price":"28.000", "desc":"Allah maha pemberi rahmat dan karunia. Terdapat banyak amalan yang dapat mendatangkan rahmat dan keberkahan. Buku ini mengulas beragam amalan yang dapat mendatangkan rahmat Allah. Buku ini disertai dalil dan penjelasan yang informatif. Buku ini dapat menambah wawasan kita mengenai amalan-amalan yang kelak akan mengantar kita ke surga. Yuk, mulai pelajari ilmunya, amalkan ibadahnya." },
			{ "sku":"PIU002", "title":"Fatwa Lengkap Syaikh bin Baz Tentang Shalat Jama' & Qashar", "img":"/assets/images/products/fatwa_jamak_qashar.jpg", "isbn":"3", "price":"19.000", "desc":"Terkadang kita memiliki suatu urusan yang mengharuskan kita berjalan jauh. Baik dalam rangka berhijrah secara permanen, pergi haji, maupun sekedar perjalanan bisnis yang singkat. Sehingga tidak dapat dipungkiri, kita sering mendapati diri kita masih dalam perjalanan ketika waktu shalat sudah masuk. Agar hamba Nya tetap dapat melaksanakan kewajiban shalat, Allah memberi keringanan kepada mereka yang sedang safar. Keringanan itu disebut shalat Jamak dan Qashar. Meski demikian, terdapat beberapa syarat untuk seseorang dapat disebut sebagai musafir dan mendapatkan keringanan tersebut. Selain itu, juga terdapat aturan-aturan tertentu yang harus diikuti seseorang untuk dapat melaksanakan shalat. Buku ini berisi panduan melaksanakan shalat Jamak dan Qashar dalam keadaan safar. Tidak hanya itu, buku ini juga berisi hukum-hukum musafir dan kondisi yang biasa terjadi saat safar beserta panduanya." },
			{ "sku":"DFL001", "title":"35 Sebab Ampunan Dosa", "img":"/assets/images/products/35_sebab_ampunan.jpg", "isbn":"3", "price":"14.000", "desc":"Sebagai manusia tempatnya salah dan dosa, bertaubat saja tidak cukup. Kita perlu melakukan segala macam amalan dan ibadah yang menghapuskan dosa-dosa yang telah kita perbuat serta meningkatkan iman kita agar tidak terjerumus kembali dalam perbuatan yang munkar. Buku 35 Sebab Ampunan Dosa karya Fatin binti Abdul Aziz berisi 35 penyebab dan amalan yang dapat menghapuskan dosa seorang mu'min. Bentuknya yang cukup kecil dan ringan membuatnya mudah untuk dibawa-bawa dalam kegiatan kita sehari-hari sebagai panduan dan pengingat dalam mengerjakan amal sholeh." },
			{ "sku":"PKT001", "title":"Pendidikan Anak", "img":"/assets/images/products/PKT001.png", "isbn":"4", "price":"68.500", "desc":"Anak adalah anugerah istimewa yang Allah hadirkan dalam hidup kita. Demi menyambut dan mendidik para generasi islami dengan sebaik mungkin, sudah seharusnya kita sebagai orang tua ataupun calon orang tua mempersiapkan diri dengan ilmu parenting. Ikhtiar dalam mempelajari ilmu parenting dapat kita dimulai dengan membaca berbagai bacaan yang tepat. Paket Buku Pendidikan Anak ini diperuntukkan bagi para orang tua maupun calon orang tua yang ingin mempelajari indahnya mendidik anak secara islami. Yuk semangat menimba ilmu agar kita tak salah mendidik buah hati tercinta. Harga Paket Buku Pendidikan Anak hanya Rp 68.500" },
			{ "sku":"PKT002", "title":"Meraih Ampunan", "img":"/assets/images/products/PKT002.png", "isbn":"5", "price":"80.000", "desc":"Dosa adalah hal yang harus ditinggalkan oleh kaum muslimin. Allah dengan tegas mengingatkan hamba-Nya tentang berbagai konsekuensi atas dosa yang dilakukan. Untuk dapat meninggalkan dan menjauhkan diri dari perbuatan dosa, kita harus membekali diri dengan pengetahuan tentang dosa. Apa sajakah perbuatan yang termasuk dosa? Dan adakah cara untuk menghapusnya? Paket Buku Meraih Ampunan ini mengulas pengetahuan akan dosa dan amalan-amalan yang dapat membantu kita meraih ampunan. Paket buku ini direkomendasikan bagi setiap muslim yang sedang atau ingin ber amar ma'ruf nahi munkar. Yuk, hindari dosa, raih pahala. Paket Buku Meraih Ampunan ini bisa didapatkan dengan harga Rp 80.000." },
			{ "sku":"PKT003", "title":"Panduan Shalat 2", "img":"/assets/images/products/PKT003.png", "isbn":"6", "price":"66.400", "desc":"Shalat adalah tiang agama. Shalat merupakan ibadah utama setiap muslim. Sebagai seorang muslim, tentunya kita harus senantiasa berusaha menyempurnakan shalat kita agar sesuai dengan ajaran Al-Quran dan As Sunnah. Untuk menambah pengetahuan kita tentang ibadah shalat, kita tentunya dapat menggali berbagai referensi terkait tuntunan ibadah shalat yang benar. Paket Buku Tuntunan Shalat ini berisi tentang berbagai informasi terkait tuntunan ibadah shalat bagi setiap muslim. Semangat membenahi shalat, semangat mendulang pahala berlipat. Paket Buku Tuntunan Shalat ini dapat didapatkan dengan harga Rp 66.400" }
		]
	}
]
